src/assets/requests/notification/get_notification_list_for_top_request.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <GetNotificationListForTop xmlns="http://schemas.intasect.co.jp/generictools/service/Notification" preserveSpace="no" qAccess="0" qValues="">
      <cursor id="0" position="0" numRows="5" maxRows="99999" sameConnection="false" />
      <isNeedRegistNotExistsReadStatus />
      <keyWord />
    </GetNotificationListForTop>
  </SOAP:Body>
</SOAP:Envelope>